Revit 2024 API
UnitTypeId.Footlamberts Property
 Footlamberts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Footlamberts { get; }
Visual Basic
Public Shared ReadOnly Property Footlamberts As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Footlamberts {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace